---
kind: property
id: P:Autodesk.Revit.DB.ViewSheet.IsPlaceholder
zh: 图纸
source: html/5e61481e-8c5a-0d13-1e8b-770ebe4f35d8.htm
---
# Autodesk.Revit.DB.ViewSheet.IsPlaceholder Property

**中文**: 图纸

Identifies whether or not the view sheet represents a placeholder sheet.

## Syntax (C#)
```csharp
public bool IsPlaceholder { get; }
```